export interface BaseBlock {
  name: string;
  price: number;
}

export const baseBlocks: BaseBlock[] = [
  {
    name: "Шар латексный",
    price: 110,
  },
  {
    name: "Шар латексный с рисунком",
    price: 120,
  },
  {
    name: "Цифра фольгированная",
    price: 850,
  },
  {
    name: "Фигура фольгированная большая",
    price: 700,
  },
  {
    name: "Фигура фольгированная маленькая",
    price: 220,
  },
  {
    name: "Звезда фольгированная",
    price: 220,
  },
  {
    name: "Сердце фольгированное",
    price: 220,
  },
  {
    name: "Круг фольгированный",
    price: 220,
  },
  {
    name: "Бабл шар",
    price: 750,
  },
  {
    name: "Шар кристалл",
    price: 1700,
  },
  {
    name: "Надпись",
    price: 150,
  },
  {
    name: "Надпись большая",
    price: 300,
  },
  {
    name: "Лента тассел",
    price: 250,
  },
  {
    name: "Лента атласная",
    price: 250,
  },
  {
    name: "Шар с конфетти",
    price: 150,
  },
  {
    name: "Шар хром",
    price: 150,
  },
  {
    name: "Коробка белая",
    price: 1200,
  },
  {
    name: "Коробка цветная",
    price: 1300,
  },
  {
    name: "Шар гигант",
    price: 1000,
  },
  {
    name: "Шар агат",
    price: 200,
  },
  {
    name: "Фигурка на стойке маленькая",
    price: 1290,
  },

  {
    name: "Фигурка на стойке большая",
    price: 1690,
  },
  {
    name: "Шар с корзиной",
    price: 1990,
  },
  {
    name: "Шар гигант на девичник",
    price: 1590,
  },
  {
    name: "Шар латексный 5 дюймов",
    price: 50,
  },
  {
    name: "Мини-фигурка",
    price: 30,
  },
  {
    name: "Шар с водой и цветами",
    price: 600,
  },
];
